/* Message of sheet displayed for CSSM_CERT_STATUS_EXPIRED. */
"The certificate for this server has expired. You might be connecting to a server that is pretending to be {0} which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Platnost certifikátu pro tento server vypršela. Možná se připojujete k serveru, který předstírá, že je {0}, což by mohlo ohrozit vaše důvěrné informace. Chcete se přesto připojit k serveru?";

/* Message of sheet displayed for CSSM_CERT_STATUS_NOT_VALID_YET. */
"The certificate for this server is not yet valid. You might be connecting to a server that is pretending to be {0} which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Certifikát pro tento server již není platný. Možná se připojujete k serveru, který předstírá, že je {0}, což by mohlo ohrozit vaše důvěrné informace. Chcete se přesto připojit k serveru?";

/* Message of sheet displayed for !CSSM_CERT_STATUS_IS_IN_ANCHORS. */
"The certificate for this server is invalid. You might be connecting to a server that is pretending to be {0} which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Certifikát pro tento server je vadný/chybný. Možná se připojujete k serveru, který předstírá, že je {0}, což by mohlo ohrozit vaše důvěrné informace. Chcete se přesto připojit k serveru?";

/* Message of sheet displayed for !CSSM_CERT_STATUS_IS_IN_ANCHORS && CSSM_CERT_STATUS_IS_ROOT */
"The certificate for this server was signed by an unknown certifying authority. You might be connecting to a server that is pretending to be {0} which could put your confidential information at risk. Would you like to connect to the server anyway?" = "Certifikát pro tento server je podepsán neznámou autoritou. Možná se připojujete k serveru, který předstírá, že je {0}, což by mohlo ohrozit vaše důvěrné informace. Chcete se přesto připojit k serveru?";

/* Certificate trust verification prompt */
"Certificate Error" = "Chyba certifikátu";
"Always Trust" = "Vždy důvěřovat";
"Show Certificate" = "Zobrazit certifikát";

/* Remember password on Windows */
"Save Password" = "Uložit heslo";

/* Client authentication with mutual SSL */
"The server requires a certificate to validate your identity. Select the certificate to authenticate yourself to {0}." = "Server potřebuje certifikát pro ověření vaší totožnosti. Vyberte certifikát pro {0}.";
